brain/PLMC6.tex
% Created 2017-04-21 Fri 05:26
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\author{Kadin Buckton}
\date{\today}
\title{Chapter 6 Questions}
\hypersetup{
 pdfauthor={Kadin Buckton},
 pdftitle={Chapter 6 Questions},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.1.1 (Org mode 9.0.5)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section*{Why are proactive people likely to make a better choice? Explain.}
\label{sec:orgc99be2d}

Proactive people anticipate future decisions or problems and take action. They don't ignore a problem, hoping that it will go away. They act as soon as they realize something needs to be done, and they don't let fear of making a wrong decision stand in their way.

\section*{How does having a positive attitude help you make decisions?}
\label{sec:org2bab047}

With a positive attitude, you can often see more options. Keeping an optimistic outlook can help you approach decisions and problems as interesting challenges and learning experiences.

\section*{Give an example of how peer pressure can be a positive or negative influence}
\label{sec:org781c004}

Peer pressure can be positive because you're getting support from people, but it could also be a negative influence because you are always personally responsible for the choices you make.

\section*{What types of information does the media present?}
\label{sec:org04df530}

Facts, fiction, and opinions. Most of the information is intended to influence your thinking and your choices.

\section*{What aspects of society and culture influence your choices?}
\label{sec:orgebd3e1c}

Cultural traditions, religious beliefs, societal expectations and current trends.

\section*{What does the word consequences refer to?}
\label{sec:org9c958e2}

It refers to the result of your decisions.

\section*{Why is it helpful to identify the decision you are making before you begin weighing your choices?}
\label{sec:org45b9bf1}

It helps you decide how much thought you should put into the decision.

\section*{What should a person consider when evaluating possible options?}
\label{sec:org9a0d1f8}

The impact it has on other people.

\section*{Give an example of a practical problem a teen might have.}
\label{sec:orge421292}

Learning to play an instrument, or doing too many chores around the house.

\section*{What other people may be affected by a practical problem?}
\label{sec:org670e23a}

Friends, family, classmates and members of the community.

\section*{What does context mean?}
\label{sec:orgad6a7a9}

Context refers to all of the conditions surrounding the problem or situation. 

\section*{Summarize the 4 steps to consider when making an ethical decision}
\label{sec:orged20707}

\subsection*{Context}
\label{sec:orgc2550ac}

Figure out what's at play and who the decision is going to affect

\subsection*{Desired Ends}
\label{sec:org33b9929}

What has to happen in order for everyone involved to feel that the problem is solved?

\subsection*{Means}
\label{sec:orgea22597}

How am I going to reach my desired ends?

\subsection*{Consequences}
\label{sec:orgc83e2c1}

What are the results of this decision going to be?

\section*{What is the difference between practical reasoning and decision making?}
\label{sec:orgf33e189}

Practical reasoning isn't a step by step process, instead you are likely to move back and forth among the four aspects.

\section*{Summarize the REASON process}
\label{sec:org0a8f3cc}

\subsection*{R}
\label{sec:orgeea8bb8}

Figure out what the \emph{main} problem is

\subsection*{E}
\label{sec:org21f80a5}

What information do I need to solve the problem?

\subsection*{A}
\label{sec:org038ab59}

Are there any alternatives? What consequences are going to result from my decisions?

\subsection*{S}
\label{sec:org823f05d}

Figure out what the best option is

\subsection*{O}
\label{sec:org7f58367}

Create a step by step plan on how to solve the problem

\subsection*{N}
\label{sec:org4272536}

Note the outcome of your decision, and see if it had positive or negative results, and figure out how you can do better next time
\end{document}